{
  "Accueil": "Home",
  "L'entreprise": "The company",
  "Domaines": "Domains",
  "Activités": "Activities",
  "Cibles et Partenaires": "Targets and Partners",
  "Publications": "Publications",
  "News presse": "News press",
  "Événements": "Events",
  "Nous contacter": "Contact us",
  "Historique de la socièté GS7S": "History of the GS7S company",
  "Nos métiers": "Our professions",
  "Notre démarche": "Our approach",
  "L'équipe": "The team",
  "Organigramme": "Organization chart",
  "Relations Internationales – Sécurité – Maintien de la paix – Stratégies": "International Relations – Security – Peacekeeping – Strategies",
  "Organisation et réforme du secteur de la sécurité": "Organization and reform of the security sector",
  "Ressources Humaines": "Human Resources",
  "Leadership": "Leadership",
  "Finances/Budget": "Finances/Budget",
  "Logistique/Équipements": "Logistics/Equipment",
  "Informatique": "computer science",
  "GLOBAL SYSTEM 7 SOLUTIONS - DÉFENSE & SÉCURITÉ - L'EXPERTISE AFRICAINE AU SERVICE DE LA PAIX ET DE LA SÉCURITÉ": "GLOBAL SYSTEM 7 SOLUTIONS - DEFENSE & SECURITY - AFRICAN EXPERTISE IN THE SERVICE OF PEACE AND SECURITY",
  "Valeurs": "Values",
  "A propos": "About",
  "Professionalisme": "Professionalism",
  "Confidentialité": "Confidentiality",
  "Performance": "Performance",
  "Prochain événement à venir": "Next upcoming event",
  "Envoyer nous un message !": "Send us a message!",
  "Vous pouvez télécharger la plaquette de GS7S en cliquant sur ce lien": "You can download the GS7S brochure by clicking on this link",
  "GS7S est une structure conçue pour intervenir essentiellement dans le secteur de la défense et de la sécurité en Afrique. Privilégiant une approche globale et systémique, GS7Solutions s’engage à appuyer en priorité les organismes militaires et paramilitaires chargés d’assurer directement la sécurité des populations. Prenant en considération la globalité des préoccupations sécuritaires et la diversité des acteurs placés à tous les niveaux (des décideurs de haut niveau aux soldats en première ligne), GS7S ambitionne de contribuer aussi au renforcement des compétences des élites et des organisations civiles en matière de défense et de sécurité. Lire la suite": "GS7S is a structure designed to intervene primarily in the defense and security sector in Africa. Favoring a global and systemic approach, GS7Solutions is committed to providing priority support to military and paramilitary organizations responsible for directly ensuring the security of populations. .Taking into consideration the globality of security concerns and the diversity of actors placed at all levels (from high-level decision-makers to front-line soldiers), GS7S also aims to contribute to strengthening the skills of elites and civil organizations in matters of security. defense and security.Read more",
  "Email": "Email",
  "Object du message": "Message object",
  "Message": "Message",
  "Envoyer": "Send",
  "Coordonnées": "contact details",
  "Participation au développement de la pensée stratégique africaine": "Participation in the development of African strategic thinking",
  "Réflexion sur la recherche et le renforcement de la paix et de la sécurité en Afrique": "Reflection on research and strengthening peace and security in Africa  ",
  "Etudes et Analyses stratégiques": "Strategic Studies and Analysis  ",
  "Publication d’études, d’articles et de contributions relatives à la Défense et à la sécurité": "Publication of defence and security studies, articles and contributions  ",
  "Conseils en défense et sécurité": "Advice on defence and security  ",
  "Etudes, Analyse et Evaluation en matière de Sécurité": "Study and evaluation of security for the benefit of projects, companies and investors.  ",
  "Etude et Evaluation de la sécurité au profit des projets, des entreprises et des investisseurs.": "Study and evaluation of security for the benefit of projects, companies and investors.",
  "Renforcement des compétences en Sécurité & Défense (FDS) des décideurs, élus, cadres … .": "Strengthening the Security & Defence (SDF) skills of decision-makers, elected officials, executives, etc.  ",
  "Réforme du Secteur de la Sécurité (RSS/SSR) .": "Security Sector Reform (SSR/RSS).  ",
  "Désarmement, Démobilisation et Réinsertion (DDR)": "Disarmament, Demobilization and Reintegration (DDR)",
  "Séminaires en leadership, sécurité et stratégie": "Leadership, Safety and Strategy Seminars  ",
  "Conférences": "Lectures",
  "Conseils en organisation au profit des FDS sénégalaises et africaines": "Organizational advice for the benefit of Senegalese and African SDF",
  "Conception logistique": "Logistics design",
  "Conseils et Interventions RH au profit des FDS (Audit, GPEC, SIRH, bilans…)": "HR Advice and Interventions for the SDS (Audit, CMAM, HRIS, balance sheets, etc.)  ",
  "Conseils et interventions en budget et finances": "Advice and interventions in budget and finance  ",
  "Formations/Renforcement de compétences au profit FDS": "Training/Skills Development for SDF  ",
  "Instruction technique et tactique dans le cadre des Opérations de Maintien de la Paix (OMP)": "Technical and Tactical Training in Peacekeeping Operations (PMO) ",
  "Certification.": "Certification.",
  "Reconversion de militaires et paramilitaires retraités ou libérés": "Retraining of retired or released military and paramilitary personnel  ",
  "Assistance acquisition équipements militaires et de sécurité": "Assistance acquisition military and security equipment  ",
  "Assistance acquisition système informatisé d’instruction et d’entrainement": "Assistance acquisition computerized training system  ",
  "Assistance acquisition système de surveillance": "Monitor System Acquisition Support",
  "GS7S ambitionne de se positionner comme une structure de référence, reconnue pour sa contribution efficiente dans la recherche de la paix et de la sécurité en Afrique grâce à ses études stratégiques et l’appui qu’elle fournit aux différents acteurs de la sécurité, notamment les Forces de Défense et de Sécurité Africaines.": "GS7S aims to position itself as a reference structure, recognized for its efficient contribution in the search for peace and security in Africa through its strategic studies and the support it provides to the various security actors, including the African Defence and Security Forces.",
  "En vue de contribuer à la recherche et au renforcement de la paix et de la sécurité en Afrique, GS7S vise à:": "In order to contribute to the research and strengthening of peace and security in Africa, GS7S aims to :",
  "Contribuer au développement de la pensée stratégique africaine": "Contribute to the development of African strategic thinking",
  "Contribuer au renforcement de l’esprit Défense & Sécurité chez les décideurs africains et la société civile": "Contribute to strengthening the Defence & Security spirit among African decision-makers and civil society  ",
  "Contribuer au développement de l’esprit paix et sécurité chez les jeunes africains": "Contribute to the development of peace and security among young Africans  ",
  "Soutenir les forces de défense et de sécurité (FDS) africaines par des conseils appropriés et des solutions adaptées": "Support African defence and security forces (SDF) with appropriate advice and solutions  ",
  "Contribuer à la satisfaction des besoins en sécurité des organisations, des entreprises et des investisseurs qui en expriment le besoin": "Contribute to the satisfaction of the security needs of organizations, companies and investors who express the need",
  "Favoriser le transfert de l’expertise militaire dans l’environnement civil": "Promote the transfer of military expertise in the civilian environment",
  "GS7S est le fruit d’un ensemble de rencontres et de riches échanges entre acteurs de divers pays africains, tous soucieux des défis sécuritaires qui freinent le développement du continent.": "GS7S is the result of a series of meetings and rich exchanges between actors from various African countries, all concerned with the security challenges that hinder the development of the continent.",
  "Zambakro (Cote d’Ivoire) : Le Colonel Abou Oumarou (Niger) J3 OPS de l’Etat Major de la MICECI partage avec un groupe d’officiers africains dont le J5 Plan (Lt Colonel Seyni Cissé Diop du Sénégal) l’idée de la création d’un groupe ou cabinet d’experts militaires africains engagés dans la promotion de la sécurité en Afrique.": "Zambakro (Ivory Coast): Colonel Abou Oumarou (Niger) J3 OPS of the General Staff of the MICECI shares with a group of African officers whose J5 Plan (Lt Colonel Seyni Cissé Diop of Senegal) the idea of the creation of a group or cabinet of African military experts committed to the promotion of the security in Africa.",
  "Niamey (Niger) : Retrouvailles à Niamey entre le Colonel Seyni Cissé Diop et le Colonel Abou Oumarou (Niger). Ils échangèrent encore sur les questions de défense et de sécurité en Afrique.": "Niamey (Niger): Reunion in Niamey between Colonel Seyni Cissé Diop and Colonel Abou Oumarou (Niger). They again discussed issues of defence and security in Africa",
  "Dakar (Sénégal) : Débutconceptualisation du cabinet d’experts militaires": "Dakar (Senegal): Conceptualization of the military expert firm",
  "Dakar : Immatriculation de la société Global System 7 Solutions": "Dakar: Registration of Global System 7 Solutions",
  "lancement des activités de GS7 présidé par le Général Lamine Cisse": "launch of GS7 activities chaired by General Lamine Cisse",
  "Kisangani (Rép Démocratique du Congo) : Sur proposition du Colonel Seyni Cissé Diop, Commandant  du Secteur Opérationnel N°2 de la MONUSCO, le Colonel Abdou Diallo (Burkina Faso) et l’Adjudant Major Talla Ndiaye (Sénégal) participent à une réunion centrée sur la création d’un groupe d’experts militaires capable de proposer des solutions aux Forces de Défense et de Sécurité africaines. A l’issue de la réunion, les contours d’un cabinet en défense et sécurité ont été tracés.": "Kisangani (Democratic Republic of the Congo): At the proposal of Colonel Seyni Cissé Diop, Commander of Operational Sector 2 of MONUSCO, Colonel Abdou Diallo (Burkina Faso) and Warrant Officer Major Talla Ndiaye (Senegal) participate in a meeting focused on the creation of a group of military experts capable of proposing solutions to the African Defence and Security Forces. At the end of the meeting, the outlines of a cabinet in defense and security were drawn.",
  "Recherche": "Research",
  "Etudes": "Studies",
  "Conseils": "Tips",
  "Formation": "Training",
  "Renforcement de compétences": "Skill building",
  "Assistance technique": "Technical assistance",
  "Equipements": "Equipment",
  "GS7S est une structure conçue pour intervenir essentiellement dans le secteur de la défense et de la sécurité en Afrique": "GS7S is a structure designed to intervene mainly in the defence and security sector in Africa",

  "Privilégiant une approche globale et systémique, GS7Solutions participe à la recherche strategique et s’engage aussi à appuyer en priorité les organismes militaires et paramilitaires chargés d’assurer directement la sécurité des populations.": "Favouring a global and systemic approach, GS7Solutions participates in strategic research and is also committed to supporting military and paramilitary organizations directly responsible for ensuring the security of populations.",

  "Par des conseils adaptés et des solutions appropriées, GS7S vise ainsi à contribuer en priorité au renforcement des capacités et des compétences des Forces de Défense et de Sécurité africaines": "Through appropriate advice and solutions, GS7S aims to contribute as a priority to the capacity building and skills of the African Defence and Security Forces",

  "Prenant en considération la globalité des préoccupations sécuritaires et la diversité des acteurs placés à tous les niveaux (des décideurs de haut niveau aux soldats en première ligne), GS7S ambitionne de contribuer aussi au renforcement des compétences des élites et des organisations civiles en matière de défense et de sécurité.": "Taking into account the global security concerns and the diversity of actors at all levels (from high-level decision-makers to soldiers on the front line), GS7S also aims to contribute to the strengthening of the skills of elites and civil organizations in defence and security.",

  "Se positionnant entre les structures de prise de réflexion et deprise de décision, et les organisations en charge directe de la sécurité des populations, GS7S vise surtout à se faire identifier comme une entreprise de référence engagée dans la recherche de la paix et de la sécurité par son appui aux différents acteurs et ses contributions.": "Positioning themselves between the structures of reflection and decision-making, and the organizations in direct charge of the security of the populations, GS7S aims above all to be identified as a reference company committed to the search for peace and security through its support to the various actors and its contributions.",
  "Ainsi, GS7S interviendra sur 3 dimensions:": "Thus, GS7S will operate on three dimensions:",

  "La Recherche et l’analyse de la situation sécuritaire locale et internationale en vue de contribuer positivement à l’élaboration des politiques et aux prises de décisions relatives à la sécurité, en tant que Think Tank.": "Research and analysis of the local and international security situation with a view to contributing positively to policy-making and security decision-making, as a Think Tank.",
  "Le renforcement des compétences en matière de défense et sécurité par des conseils en organisation et des actions de formation ou de renforcement de compétences au profit de groupes bien ciblés ,aussi bien au niveau civil, militaire que paramilitaire. Parmi ces groupes ciblés on peut citer les Forces de Défense et de Sécurité (militaires et paramilitaires), les parlementaires, les élus locaux, les hautes autorités, les cadres, les décideurs, les investisseurs, les opérationnels, femmes et hommes au contact direct.": "The strengthening of defence and security skills through organisational advice and training or skill-building for well-targeted groups, both civilian, military and paramilitary. These targeted groups include the Defence and Security Forces (military and paramilitary), parliamentarians, local elected officials, senior authorities, executives, decision-makers, investors, operational personnel, women and men in direct contact.",
  "L’appui aux FDS africaines et aux entreprises dans les domaines des ressources humaines, de la logistique, des équipements, de l’informatique et des systèmes d’information en vue de renforcer leur potentiel et leurs capacités d’intervention.": "Support to African SDSs and companies in the fields of human resources, logistics, equipment, computing and information systems to strengthen their potential and intervention capacities.",
  "Les activités répertoriées au sein de ces trois (3) axes seront pilotées par des consultants expérimentés et de très haut niveau. Dans l’exécution de leur mission, ces derniers partageront leur expertise avec celle des consultants spécialisés et des intervenants extérieurs. En plus, GS7S compte mettre en valeur la fraîcheur d’esprit de jeunes diplômés qui pourront bénéficier de l’encadrement des seniors pilotes des domaines de compétence de GS7S listés ci-après :": "The activities listed within these three (3) axes will be led by experienced and very high-level consultants. In carrying out their mission, they will share their expertise with specialized consultants and external stakeholders. In addition, GS7S intends to highlight the fresh spirit of young graduates who will benefit from the guidance of senior pilots in the areas of competence of GS7S listed below:",

  "ou": "or",

  "Le Directeur Général , Colonel (Cr) Seyni Cissé Diop est un officier parachutiste de réserve de l’Armée Sénégalaise qui bénéficie d’une expérience de 40 années de service militaire dont plus de 10 passées à l’étranger dans le cadre de sa formation et des opérations de maintien de la paix. Diplômé de l’Institut des Hautes Etudes de Défense de Rome et breveté de l’Ecole Supérieure de Guerre, il est Master 2 en Advanced Security Studies, Master en Etudes stratégico-militaires et Master2/DESS en Gestion des Ressources Humaines. Il parle couramment le wolof, le français, l’Anglais, l’italien, et comprend le kiswahili.": "The Director General , Colonel (Cr) Seyni Cissé Diop is a reserve parachute officer of the Senegalese Army who has 40 years of military service experience including more than 10 spent abroad as part of his training and peacekeeping operations. A graduate of the Institute of Advanced Defense Studies in Rome and a graduate of the Ecole Supérieure de Guerre, he is a Master 2 in Advanced Security Studies, a Master in Strategic Military Studies and a Master 2/DESS in Human Resources Management. He is fluent in Wolof, French, English, Italian, and understands Kiswahili.",
  "Le directeur Général : Seyni Cissé Diop": "Director General: Seyni Cissé Diop",
  "Voir le profil linkdin": "View linkdin profile ",
  "Des cadres de haut niveau bénéficiant d’une solide expérience acquise pendant leur service au sein des Forces de Défense et de Sécurité": "High-level executives with solid experience gained during their service in the Defence and Security Forces",
  "Des experts, femmes et hommes maitrisant leur domaine de compétence": "Experts, women and men mastering their field of competence",
  "Des jeunes chercheurs fortement imprégnés des problèmes sécuritaires de l’Afrique et du monde": "Young researchers deeply immersed in the security problems of Africa and the world",
  "Un réseau de consultants et de correspondants africains et internationaux": "A network of African and international consultants and correspondents",
  "L'equipe est composé ainsi": "The team is composed as follows",
  "Directeur Général": "general manager",
  "Cliquez ici pour voir l’article":"Click here to see the article",
  "Consultants Pilotes de domaines": "Domain Pilot Consultants",
  "Consultants spécialisés": "specialised consultants",
  "Consultants Junior": "Junior consultants",
  "Intervenants et Correspondants": "Stakeholders and Correspondents",
  "DIRECTION & ADMINISTRATION": "MANAGEMENT & ADMINISTRATION",

  "CONSULTANTS SENIOR PILOTES DE DOMAINE": "SENIOR DOMAIN PILOT CONSULTANTS",

  "Les consultants pilotes de domaine conduiront toutes les activités relatives à leur domaine de compétence et assurent en conséquence la liaison permanente avec les clients pendant toute la durée des missions qui leur seront confiées.": "The Domain Pilot Consultants will carry out all activities related to their area of competence and consequently ensure permanent liaison with clients throughout the duration of the missions entrusted to them.",
  "CONSULTANTS SPECIALISÉS": "SPECIALIZED CONSULTANTS",

  "Les consultants spécialisés travailleront chacun dans son domaine de compétence, en parfaite synergie avec les pilotes de domaine et les consultants junior.": "The specialized consultants will each work in their area of expertise, in perfect synergy with the domain pilots and junior consultants.",
  "CONSULTANTS JUNIORS": "JUNIORS CONSULTANTS",

  "GS7S encourage la participation de jeunes diplômés qui, encadrés par des seniors pourront bénéficier de leur solide expérience tout en apportant une nette plus value à GS7S.": "GS7S encourages the participation of young graduates who, supervised by seniors, will benefit from their solid experience while bringing a clear added value to GS7S.",
  "INTERVENANTS/COMPÉTENCES MOBILISABLES": "ENGAGING STAKEHOLDERS/COMPETENCIES",

  "GS7S dispose de personnes ressources expertes qui interviennent en cas de besoin.": "GS7S has expert resource persons who intervene when needed.",
  "Par ailleurs, un réseau de correspondants nationaux et internationaux contribueront en permanence aux publications de GS7S qui pourra aussi faire appel à leurs compétences pour toute activité qui nécessitera leur implication directe.": "In addition, a network of national and international correspondents will contribute continuously to GS7S publications, which will also be able to call on their skills for any activity that will require their direct involvement.",
  "Pas d'événement prévu pour le moment.": "No event planned at the moment.",
  "Nous-contacter": "Contact us",
  "Forces de Défense et de Sécurité (FDS) du Sénégal et de l’Afrique": "Defence and Security Forces (SDF) of Senegal and Africa",
  "Institutions publiques (Ministères, Agences Assemblées, Conseils, …)": "Public institutions (Ministries, Agencies Assemblies, Councils, etc.)",
  "Collectivités locales": "local authorities",
  "Cadres civils": "Civilian executives",
  "Instituts de formation": "training institutions",
  "Entreprises et industries": "companies and industries",
  "Investisseurs": "investors",
  "Agences et organismes de sécurité de proximité": "Local security agencies and organizations",
  "ONG (Organisations Non Gouvernementales)": "NGOs (Non-Governmental Organizations)",
  "OSC (Organisations de la Société Civile)": "CSO (Civil Society Organizations)",
  "Programmes de développement": "development programs",
  "Lectures": "reading",
  "Ambassades": "embassies",
  "Organisations Internationales (ONU, UA, CEDEAO, CEEAC, UMA, EAC, UE, CICR, etc)": "International organizations (UN, AU, ECOWAS, ECCAS, UMA, EAC, EU, ICRC, etc.)",
  "Articles récents": "Recent articles",
  "Prochains événements": "Upcoming Events",
  "Abonnez-vous à notre Newsletter": "Subscribe to our Newsletter",
  "S'abonner": "Subscribe",
  "Panel sur la sécurité organisé par le centre GS7Solutions le 19 Janvier 2019 au cercle messe des officiers": "Panel on security organized by the GS7Solutions center on January 19, 2019 at the circle of officers mass",

  "Contribution du Colonel (er) Seyni Cissé Diop au colloque du CESDS de Ouagadougou le 06 Septembre 2017":"Contribution of Colonel (er) Seyni Cissé Diop to the CESDS Symposium in Ouagadougou on 06 September 2017",
"La géopolitique de l’Afrique de l’Ouest – Conférence au profit des attachés militaires francophones prononcée par le colonel (er) Seyni Cissé Diop à Dakar, le 08 mai 2017 – 3ème partie : Dynamiques, Perspectives, Solutions et Conclusion":"Geopolitics of West Africa – Conference for the benefit of French-speaking military attachés delivered by Colonel (er) Seyni Cissé Diop in Dakar, May 8, 2017 – Part 3: Dynamics, Perspectives, Solutions and Conclusion",
"La géopolitique de l’Afrique de l’Ouest – Conférence au profit des attachés militaires francophones prononcée par le colonel (er) Seyni Cissé Diop à Dakar, le 08 mai 2017 – 2ème Partie :Les espaces de l’Afrique de l’Ouest et les représentations des acteurs":"Geopolitics of West Africa – Conference for the benefit of French-speaking military attachés, delivered by Colonel (er) Seyni Cissé Diop in Dakar, May 8, 2017 – Part 2: Spaces of West Africa and the representations of actors",
"La géopolitique de l’Afrique de l’Ouest – Conférence au profit des attachés militaires francophones prononcée par le colonel (er) Seyni Cissé Diop à Dakar, le 08 mai 2017 – 1ère partie : Introduction et notions générales de géopolitique":"Geopolitics of West Africa – Conference for the benefit of French-speaking military attachés delivered by Colonel (er) Seyni Cissé Diop in Dakar, May 8, 2017 – Part 1: Introduction and general notions of geopolitics",
"Hommage à nos Jambaars, les véritables tombeurs de Jammeh":"Tribute to our Jambaars, the real Jammeh tombeurs",
"La Gambie après le 19 janvier 2017 : 7 scenarii de sortie de crise pour Yaya Jammeh":"Gambia after January 19, 2017: 7 crisis exit scenarii for Yaya Jammeh",
"« Le Sénégal doit jouer son rôle de puissance vis-à- vis de la Gambie »":"« Senegal must play its role of power vis-à-vis Gambia »",
"Intervention du Nigeria en Gambie":"Nigeria intervention in Gambia",
"Du rôle de puissance du Sénégal vis à vis de la Gambie":"Senegal’s power role vis-à-vis Gambia",
"Siège":"Headquarter",
"Téléphone" :"Phone"

}
